/* Description of the show */
"%@ Description" = "Description du %@";

/* No comment provided by the engineer */
"airdate" = "date d'émission";

/* No comment provided by the engineer */
"Airdate Selection" = "Sélection de la date d'émission";

/* display all (episodes) */
"all" = "tous";

/* No comment provided by the engineer */
" and " = " et ";

/* No comment provided by the engineer */
"%@ as %@" = "%@ comme %@";

/* No comment provided by the engineer */
"A synopsis of the show" = "Un synopsis de l'émission";

/* No comment provided by the engineer */
"All episodes of %@ that aired between the selected dates will be displayed." = "Tous les épisodes de %@ qui ont été diffusés entre les dates sélectionnées seront affichés.";

/* No comment provided by the engineer */
"All episodes of %@ that aired on the selected date will be displayed." = "Tous les épisodes de %@ qui ont été diffusés à la date choisie seront affichés.";

/* No comment provided by the engineer */
"description" = "description";

/* No comment provided by the engineer */
"disc" = "disque";

/* No comment provided by the engineer */
"disc location" = "emplacement du disque";

/* No comment provided by the engineer */
"Dismiss" = "Écarter";

/* No comment provided by the engineer */
"Display a random episode" = "Afficher un épisode aléatoire";

/* No comment provided by the engineer */
"Display" = "Afficher";

/* subtitle (doesn't get a number preceding) */
"Episode" = "épisode";

/* navigation bar title */
"Episodes" = "Épisodes";

/* No comment provided by the engineer */
"Episodes directed by %@" = "Épisodes réalisés par %@";

/* No comment provided by the engineer */
"Episodes in %@" = "Épisodes en %@";

/* No comment provided by the engineer */
"Episodes with %@" = "Épisodes avec %@";

/* No commend provided by the engineer */
"Episodes with a specific %@" = "Épisodes avec un spécifique %@";

/* No comment provided by the engineer */
"Episodes written by %@" = "Épisodes écrits par %@";

/* No comment provided by the engineer */
"Favorite" = "Préféré";

/* No comment provided by the engineer */
"Favorite Episodes" = "Épisodes préférés";

/* display all favorited episodes */
"favorites" = "préférés";

/* No comment provided by the engineer */
"home" = "accueil";

/* No comment provided by the engineer */
"next" = "suivant";

/* No comment provided by the engineer */
"No episodes" = "Pas d'épisodes";

/* No comment provided by the engineer */
"No episodes aired in the given time frame." = "Aucun épisode n'a été diffusé dans le laps de temps donné.";

/* No comment provided by the engineer */
"No episodes aired on the given date." = "Aucun épisode n'a été présenté en première à la date choisie.";

/* No comment provided by the engineer */
"overall" = "globalement";

/* No comment provided by the engineer */
"previous" = "précédent";

/* No comment provided by the engineer */
"random" = "aléatoire";

/* No comment provided by the engineer */
"Range of Airdates" = "Gamme des dates d'émissions";

/* No comment provided by the engineer */
"runtime" = "durata";

/* No comment provided by the engineer */
"Search episodes by %@" = "Recherche d'épisodes par %@";

/* display */
"show" = "afficher";

/* display all books */
"show episodes" = "afficher les livres";

/* display all episodes */
"show all %@ episodes" = "afficher tous les %@ épisodes";

/* No comment provided by the engineer */
"Show episode that aired on the chosen date" = "Afficher l'épisode qui a été diffusé à la date choisie";

/* No comment provided by the engineer */
"Show episodes that aired between two dates" = "Afficher les épisodes qui ont été diffusés entre deux dates";

/* No comment provided by the engineer */
"show favorited episodes" = "afficher les épisodes préférés";

/* display all seasons */
"show seasons" = "afficher saisons";

/* display all series */
"show series" = "afficher séries";

/* display all series */
"Single Airdate" = "Date d'émission";

/* No comment provided by the engineer */
"the (feminine)" = "la";

/* No comment provided by the engineer */
"the (masculine)" = "le";

/* No comment provided by the engineer */
"The War Doctor" = "Le docteur de guerre";

/* No comment provided by the engineer */
"There are no shows available for searching. Connect to the internet and try again." = "Aucune émission n'est disponible pour la recherche. Connectez-vous à Internet et réessayez.";

/* No comment provided by the engineer */
"Unfavorite" = "Défavorable";
